[{
	"id": 0,
	"text": "Approximately half of Australians think the national budget deficit should be reduced, even if it means fewer public services."
}, {
	"id": 1,
	"text": "Approximately half of Australians think that when there is an economic problem government spending usually makes it worse."
}, {
	"id": 2,
	"text": "44% of Austrialins think the government should continue defence spending at the current level."
}, {
	"id": 3,
	"text": "91% of Australians think federal government funding for universities should not be reduced."
}, {
	"id": 4,
	"text": "54% of Australians think students in government and non-government schools should receive the same amount of federal funding."
}, {
	"id": 5,
	"text": "34% of Australians think the federal government should not put a price on carbon."
}, {
	"id": 6,
	"text": "15% of Australians think the federal government should do less to tackle climate change."

}, {
	"id": 7,
	"text": "54% of Australians strongly think the government should further restrict foreign ownership of Australian agricultural land."

}, {
	"id": 8,
	"text": "38% of Australians think that ive animal exports should not be banned."

},

{
	"id": 9,
	"text": "82% of Australians think that Medicare should offer basic dental care for everyone, even if people have to pay a higher Medicare levy."

}, {
	"id": 10,
	"text": "66% of Australians think private health insurance rebates should depend on income."

}, {
	"id": 11,
	"text": "Australians are divided on how many new immigrants Australia should admit."

}, {
	"id": 12,
	"text": "Australians are strongly divided whether boats carrying asylum seekers should be turned back."

}, {
	"id": 13,
	"text": "39% of Australians think asylum seekers who arrive by boat should be allowed to settle in Australia."

}, {
	"id": 14,
	"text": "51% of Australians think there should be more restrictions on 457 visas issued to temporary foreign workers."

}, {
	"id": 15,
	"text": "46% of Australians strongly think the Australian constitution should recognise indigenous people as Australia's first inhabitants."

}, {
	"id": 16,
	"text": "29% of Australians do not think trade unions have too much power in the workplace."

}, {
	"id": 17,
	"text": "32% of Australians do not think Workplace protections have gone too far."

}, {
	"id": 18,
	"text": "30% of Australians think the Commonwealth should pass laws requiring more women in senior positions."

}, {
	"id": 19,
	"text": "55% of Australians think the National Broadband Network should deliver faster speeds even if it costs more."

}, {
	"id": 20,
	"text": "17% of Australians think the Commonwealth should provide more financial support provide to the car industry."

}, {
	"id": 21,
	"text": "57% of Australians think mining companies should pay more tax."

}, {
	"id": 22,
	"text": "55% of Australians think there should not be fewer restrictions on coal seam gas exploration."

}, {
	"id": 23,
	"text": "60% of Australians thikn the government's parental leave pay should be the same for all working mothers."

}, {
	"id": 24,
	"text": "Australians are strongly divided on whether marriage should only be between a man and a woman."

}, {
	"id": 25,
	"text": "47% of Australians think abortion services should be more accessible in Australia."

}, {
	"id": 26,
	"text": "41% of Australians think the amount of government regulation on business should remain the same."

}]
